Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Show &nodes
ja: ノードを表示(&n)

source: Show &relations
ja: 関連を表示(&r)

source: Show &scale
ja: スケールを表示(&s)

source: Show &virtual nodes
ja: 仮想ノードを表示(&v)

source: Show Address Dialog after mapping an area
ja: エリアを描いた後で住所ダイアログを表示

source: Show All
ja: 全て表示

source: Show Bounds
ja: 境界を表示

source: Show GPS data.
ja: GPSデータの表示

source: Show Lat/Lon Grid
ja: 緯度/経度グリッドを表示

source: Show Nodes
ja: ノードを表示

source: Show Relations
ja: 関連を表示

source: Show Scale
ja: スケールを表示

source: Show Status Report
ja: 動作ログ

source: Show Text/Icons
ja: テキスト/アイコンを表示

source: Show Thumbnail images on the map
ja: 地図にサムネイル画像を表示

source: Show a selection of the most useful signs
ja: よく使用する標識を選択して表示

source: Show all
ja: 全てを表示

source: Show all available signatures for selected attribute.
ja: 選択された属性のすべての有効な署名を表示します。

source: Show all signs
ja: すべての標識を表示

source: Show bounds
ja: 境界を表示

source: Show changeset {0}
ja: 変更セット {0} を表示

source: Show deleted tags and notes if they were signed before
ja: 以前に署名されていた削除されたタグやメモを表示

source: Show detections on top of image
ja: イメージ上に検出物を表示

source: Show dialog with incomplete addresses
ja: 不完全な住所のダイアログを表示

source: Show directional &Arrows
ja: 方向矢印の表示

source: Show downloaded area
ja: ダウンロードしたデータを表示

source: Show errors
ja: エラーを表示

source: Show errors and warnings related to this turn restriction
ja: この進行方向制限に関するエラーや警告を表示

source: Show first Image
ja: 最初の画像を表示

source: Show help information
ja: ヘルプ情報を表示

source: Show helper geometry
ja: 補助線を表示

source: Show history
ja: 履歴を表示

source: Show image thumbnails instead of icons.
ja: アイコンの代わりに画像のサムネイルを表示します。

source: Show incomplete addresses
ja: 不完全な住所を表示

source: Show info
ja: 情報を表示

source: Show informational level on upload.
ja: アップロード時に注意レベルを表示

source: Show informational level.
ja: 注意レベルを表示

source: Show internal Ids in table
ja: 内部IDをテーブルに表示

source: Show last Image
ja: 最後の画像を表示

source: Show lat/lon &grid
ja: 緯度/経度グリッドを表示(&g)

source: Show layer
ja: レイヤーを表示

source: Show link-Ids
ja: リンクIDを表示

source: Show localized name in selection lists
ja: 選択リストにローカライズされた名前を表示

source: Show localized name in selection lists, if available
ja: 選択リストにできるだけローカライズした名前を表示

source: Show na&mes
ja: 名前を表示(&m)

source: Show next Image
ja: 次の画像を表示

source: Show node coordinates in selection lists
ja: 選択リストにノードの座標を表示する

source: Show object ID in selection lists
ja: 選択リストにオブジェクトIDを表示

source: Show object version in selection lists
ja: 選択リストにオブジェクトのバージョンを表示

source: Show only applicable to selection
ja: 選択範囲に適用可能なもののみ表示

source: Show or hide the audio menu entry on the main menu bar.
ja: メインメニューバーでのオーディオメニューの表示・非表示の切り替え

source: Show preset search dialog
ja: プリセット検索ダイアログを表示

source: Show previous Image
ja: 前の画像を表示

source: Show properties of the selected Wikidata item
ja: 選択したWikidata項目のプロパティを表示

source: Show roads background
ja: 道路の背景を表示

source: Show roads boundary
ja: 道路境界を標示

source: Show scripting console
ja: スクリプトコンソールを表示

source: Show selected only
ja: 選択されたもののみ表示

source: Show sidebar
ja: サイドバー表示

source: Show splash screen at startup
ja: 起動時にスプラッシュ画面を表示

source: Show status report with useful information that can be attached to bugs
ja: バグ報告に添付できる有用な情報と共に動作ログを表示する

source: Show summary after import
ja: インポート後にサマリーを表示

source: Show tags with conflicts only
ja: 競合のあるタグだけを表示

source: Show tags with multiple values only
ja: 複数の値を持つタグのみを表示

source: Show target
ja: ターゲットを表示

source: Show the informational tests in the upload check windows.
ja: アップロードチェックウィンドウで、注意レベルの検査を表示します。

source: Show the informational tests.
ja: 注意レベルの検査結果を表示します。

source: Show this dialog again the next time
ja: 次回もこのダイアログを表示

source: Show this help
ja: このヘルプの表示

source: Show thumbnails
ja: サムネイルを表示

source: Show tile info
ja: タイル情報を表示

source: Show touchup
ja: パターンを表示

source: Show track &segments
ja: トラックの要素を表示(&s)

source: Show unstyled features
ja: スタイル指定されていない地物を表示

source: Show user {0}
ja: ユーザー{0}を表示

source: Show users on map
ja: 地図上のユーザーを表示

source: Show/hide
ja: 表示/隠す

source: Show/hide Overpass snippet list
ja: Overpass スニペット一覧の表示/非表示を切り替え

source: Show/hide Sophox snippet list
ja: Sophoxスニペットリストの表示/非表示

source: Show/hide layer
ja: レイヤー表示/非表示

source: Show/hide the scripting console
ja: スクリプトコンソールの表示/非表示

source: Shower
ja: 公衆浴場・シャワー

source: Showing {number} of {total}
ja: 全 {total} 中、{number} を表示

source: Shown Area
ja: 表示エリア

source: Shows barometric pressure
ja: 気圧の表示

source: Shows current date
ja: 現在の日付を表示

source: Shows elevation grid layer
ja: 高度グリッドレイヤーを表示

source: Shows elevation profile
ja: 高度プロファイルを表示

source: Shows humidity
ja: 湿度の表示

source: Shows temperature
ja: 温度の表示

source: Shows the elevation profile and some statistical data of a GPX track.
ja: 高度プロファイルやGPXトラックの統計データをいくつかを表示します。

source: Shows the next picture in the sequence
ja: シーケンスの次の写真を表示

source: Shows the previous picture in the sequence
ja: シーケンスの前の写真を表示

source: Shrink
ja: 縮小

source: Side buttons
ja: サイドボタン

source: Sidewalk
ja: 歩道

source: Sign
ja: 署名

source: Sign up
ja: 登録

source: Sign {0}
ja: 標識 {0}

source: Signature Files
ja: 署名ファイル

source: Signature Info
ja: 署名情報

source: Signed
ja: サイン付き

source: Signed key value pair was: {0}={1}
ja: 署名されたキーと値の組み合わせ: {0}={1}

source: Signing canceled!
ja: 署名はキャンセルされました

source: Silent shortcut conflict: ''{0}'' moved by ''{1}'' to ''{2}''.
ja: 暗黙のショートカットが競合しました。 ''{1}'' によって ''{0}'' は ''{2}'' に変更されました。

source: Silo
ja: サイロ

source: Similar but different tags:
ja: 他の類似タグ:

source: Similar tags but different tagging schema:
ja: 類似したタグですが、タグ付けスキーマが異なります。

source: Similar to running the app, but with npm run build.
ja: アプリケーションの実行に似ていますが、npm run buildがあります。

source: Similarly named ways
ja: 同じような名前のウェイ

source: Similarly, this statement:
ja: 同様に、次の文は2つのタグのクエリの結果を和集合として、デフォルトの集合 <code>_</code> に書き込みます。

source: Simple
ja: シンプル

source: Simple tool to tag house numbers.
ja: 住居番号をタグ付けするシンプルなツールです。

source: SimpleTaskManager Code: github.com/hauke96/simple-task-managerLicensed under GPLv3
ja: SimpleTaskManager コード: github.com/hauke96/simple-task-manager GPLv3でライセンスされています。

source: Simplifies linking OSM objects to Wikipedia articles and Wikidata items
ja: OSMオブジェクトをWikipediaの記事やWikidataの項目に簡単にリンクする

source: Simplify
ja: 単純化

source: Simplify Area
ja: エリアを簡素化

source: Simplify Roads
ja: 道路を単純化する

source: Simplify Way
ja: ウェイの単純化

source: Simplify Way (remove {0} node)
ja: ウェイの単純化({0}個のノードを削除)

source: Simplify all selected ways
ja: 全ての選択されたウェイを簡素化

source: Simplify road(s)
ja: 道路を単純化する

source: Simplify way
ja: ウェイの単純化

source: Simplify way by removing unnecessary child nodes
ja: 不要な子ノードを削除することで道路を単純化します

source: Simplify ways?
ja: ウェイを単純化しますか？

source: Simplify with initial epsilon
ja: 初期イプシロン値を使用して簡略化

source: Simplify {0} way
ja: {0}本のウェイを単純化

source: Simulate
ja: MSimulate

source: Simultaneous connections:
ja: 同時接続数:

source: Since the download limit was {0}, there might be more notes to download.
ja: ダウンロード制限が {0} 件だったので、ダウンロードするメモがもっと残っています。

source: Since the main rendering at https://www.openstreetmap.org/ uses the non-localized version, it does hold some importance.
ja: というのも http://www.openstreetmap.org/ のメインレンダリングは非ローカライズ版を使っているため、これが重要性を持つためです。

source: Since they've made significant financial investments to gather this data, these organisations are understandably protective of their copyright.
ja: このデータを集めるために巨額の投資をしてきたので、これらの組織が著作権で保護されるのも道理でしょう。

source: Single Color (can be customized for named layers)
ja: 単色(名前付きレイヤーはカスタマイズ可能)

source: Single Color (can be customized in the layer manager)
ja: 単色 (レイヤーマネージャーでカスタマイズできます)

source: Single elements
ja: 単一の要素

source: Single mouse button interaction
ja: シングルクリックでマウス操作

source: Single quote (')
ja: シングルクオート(')

source: Single segments
ja: 単一区間

source: Sinusoidal
ja: サンソン図法

source: Siren
ja: サイレン

source: Site
ja: サイト

source: Site name
ja: サイト名

source: Size
ja: サイズ

source: Size of Landsat tiles (pixels)
ja: ランドサットタイルのサイズ(ピクセル)

source: Skateboard
ja: スケートボード

source: Ski
ja: スキー

source: Ski Route
ja: スキールート

source: Skiing
ja: スキー

source: Skip Download
ja: ダウンロードをスキップ

source: Skip layer and continue
ja: レイヤーをスキップして継続

source: Skip loading plugins
ja: プラグインの読み込みをスキップ

source: Skip update
ja: 更新をスキップ

source: Skipped Levels
ja: 抜けている階

source: Skipped height (meters)
ja: 抜けている高さ (m)

source: Skipping download.
ja: ダウンロードをスキップしています。

source: Skipping object in upload.
ja: アップロード中にオブジェクトをスキップします。

source: Skipping this object and retrying to upload.
ja: このオブジェクトをスキップしてアップロードしようとしました。

source: Slippy map
ja: スリッピーマップ

source: Slipway
ja: 進水路

source: Slovakia
ja: スロバキア

source: Slower
ja: 遅く

source: Slower Forward
ja: ゆっくり進む

source: Small Appliances
ja: 小型家電

source: Smaller
ja: 縮小

source: Smoking
ja: 喫煙

source: Smooth GPX graphics (antialiasing)
ja: GPXグラフィックを滑らかにする(アンチエイリアス)

source: Smooth map graphics (antialiasing)
ja: 地図画像をスムース処理(アンチエイリアス)

source: Smooth map graphics in wireframe mode (antialiasing)
ja: ワイヤーフレームモードで地図の図形を滑らかにする(アンチエイリアス)

source: Smoothness
ja: 滑らかさ

source: Snap to node projections
ja: ノードの投影先に合わせる

source: Snap to nodes
ja: ノードに位置合わせ

source: Snowmobile
ja: スノーモービル

source: So in the case of North Cyprus, this would be the Turkish names.
ja: 従って北部キプロスの場合は、これはトルコ名になります。[[WikiProject_Cyprus#Disputed_place_names]]に細かいルールが文書化されています。

source: So yes, basically this is another tasking manager, however, this is not a clone of an existing one.
ja: つまり、基本的にはこれは別のタスクマネージャですが、既存のもののクローンではありません。

source: Soccer
ja: サッカー

source: Social Facility
ja: 社会福祉施設

source: Soft
ja: 弱

source: Soft: soil/sand/grass
ja: やわらかい : 土/砂/草

source: Solar Power Generator
ja: 太陽光発電

source: Solid: paved or heavily compacted hardcore surface
ja: 硬い : 舗装または強く固められた路面

source: Some companies would place hidden words encoded along the edge of a feature represented by regular length segments representing dots and dashes.
ja: 地物の縁にそって、一定の長さの区間ごとに点と線で表現することで、言葉を隠して配置する方法が一部の会社で使われていました。

source: Some entries have unmet dependencies:
ja: いくつかの項目が不完全な依存関係を持っています:

source: Some examples:
ja: 例

source: Some irrelevant nodes have been removed from the selection
ja: 一部の関係ないノードは選択から除外されました

source: Some of the key listeners forgot to remove themselves: {0}
ja: キーリスナーのいくつかが削除され忘れています。{0}

source: Some of the key modifier listeners forgot to remove themselves: {0}
ja: 一部のキー変更リスナの登録が解除されていません: {0}

source: Some of the objects are modified.<br> Proceed, if these changes should be discarded.</html>
ja: 変更されているオブジェクトがあります。<br> 無視してよければ先に進んでください。</html>

source: Some of the ways were part of relations that have been modified.<br>Please verify no errors have been introduced.
ja: 変更されたリレーションに一部のウェイが所属しています。<br>エラーが発生していないか確認してください。

source: Some products based on OpenStreetMap data are already supporting this.
ja: OpenStreetMapデータをベースにした製品の中には、すでにこれをサポートしているものもある。

source: Some road types already imply some access restrictions which should not be set again.
ja: 道路種別によっては、すでに再設定するべきではないアクセス制限が含まれています。

source: Some tags have not been closed; now in state {0}
ja: いくつかのタグが閉じられていません。現在は{0}にいます

source: Some waypoints which were too far from the track to sensibly estimate their time were omitted.
ja: ウェイポイントの一部にトラックから遠すぎて、時間を推測出来ないものがあり、除外します。

source: Some waypoints with timestamps from before the start of the track or after the end were omitted or moved to the start.
ja: トラックの開始以前又は終了以後のタイムスタンプがあるウェイポイントは、開始点に変更又は移動されました。

source: Something went wrong!
ja: エラーが発生しました。

source: Sometimes there are already some pages redirecting to the old English named page (our new redirecting page).
ja: しかし、問題が一つ残っています。 すでに古い英語名のページ（新しいリダイレクトページ）にリダイレクトしているページがある場合があります。

source: Sophox server
ja: Sophoxサーバー

source: Sorry, I don't know how to build bridge from THAT.
ja: すみません、そこからどうやって橋を架ければいいのかわかりません。

source: Sorry, shortcut "{0}" can not be enabled in Relation editor dialog
ja: 恐れ入りますが、ショートカット "{0}" はリレーション編集ダイアログでは有効になりません。

source: Sorry, there are no Signatures for the selected Attribute.
ja: 申し訳ありません、選択された属性には署名がありません。

source: Sorry, there are no Signatures for the selected Node.
ja: 申し訳ありませんが、選択されたノードに署名がありません。

source: Sorry, there are no Signatures for the selected Segment.
ja: 申し訳ありません、選択された区間には署名がありません。

source: Sorry.
ja: すみません。

source: Sort
ja: 並べ替え

source: Sort below
ja: 以下を並べ替え

source: Sort filters.
ja: 並べ替えフィルタ。

source: Sort notes
ja: メモを並べ替え

source: Sort presets menu alphabetically
ja: プリセットメニューをアルファベット順に並べ替え

source: Sort the relation members
ja: リレーションメンバーを並べ替え

source: Sort the selected relation members and all members below
ja: 選択中のリレーションメンバーとその下のすべてのメンバーを並べ替え

source: Sound signals
ja: 警報音

source: Source
ja: ソース

source: Source text
ja: ソーステキスト

source: South
ja: 南

source: Spaces for Disabled
ja: 障がい者用スペース

source: Spaces for Parents
ja: 保護者用スペース

source: Spaces for Women
ja: 女性用スペース

source: Spain
ja: スペイン

source: Spanish
ja: スペイン語

source: Speciality
ja: 専門分野

source: Specialized off-road: tractor, ATV
ja: 特殊なオフロード車: トラクター、バギー

source: Species
ja: 種

source: Specifications
ja: 仕様

source: Specifies the number of days a note needs to be closed to no longer be downloaded
ja: メモが終了してからダウンロードされなくなるまでの日数を指定します。

source: Specify bottom left corner of the rendering area
ja: レンダリング領域の左下隅を指定する

source: Specify offset
ja: オフセットの指定

source: Specify output filename
ja: 出力ファイル名を指定

source: Specify role
ja: ロールを指定

source: Specify the data source for the changes
ja: 変更の元となるデータのソースを指定してください

source: Specify the name of the bookmark.
ja: ブックマークの名前を指定

source: Specify the number of regular axes to align edges on (e.g. 4 for rectangular)
ja: 辺を合わせるための軸の数を指定してください(例えば直交なら4)

source: Specify the number of segments
ja: セグメントの数を指定してください

source: Specify the number of sides
ja: 辺の数を指定してください

source: Speed
ja: 速度

source: Speed (Km/h)
ja: 速度(Km/h)

source: Speed Camera
ja: スピードカメラ(オービス)

source: Speed Limit Sign
ja: 速度制限標識

source: Speed limit
ja: 最高速度

source: Speed:
ja: 速度:

source: Speed: {0} km/h
ja: 速度: {0} km/h

source: Speeds should be given as numbers without unit or as numbers followed by "mph".
ja: 速度は、単位を付けない数字か、"mph"が後ろに来る数字の形で指定します。

source: Spikes
ja: 車止めのとげ

source: Spline drawing
ja: スプライン曲線描画

source: Spline drawing preferences
ja: スプライン曲線描画設定

source: Splines
ja: スプライン曲線

source: Split Object
ja: オブジェクトを分割

source: Split Roads
ja: 道路の分割

source: Split Way
ja: ウェイを分割

source: Split a selected area between two selected nodes into two separate areas.
ja: 選択された領域を、選択された二つのノードの間で、二つの領域に分割します。

source: Split a selected area into terraced residences.
ja: 選択された領域をテラスハウスに分割します。

source: Split a way at the selected node.
ja: 選択したノードでウェイを分割

source: Split adjacent ways
ja: 接するウェイを分割

source: Split adjacent ways on T-intersections
ja: T字路で接するウェイを分割

source: Split an object at the selected nodes.
ja: 選択したノードでオブジェクトを分割。

source: Split area
ja: 領域の分割

source: Split area between two nodes
ja: 領域を二つのノードで分割する

source: Split by municipality
ja: municipalityで分割

source: Split by neighbourhood
ja: neighbourhoodで分割

source: Split by sector
ja: sectorで分割

source: Split multiple track segments of one track into multiple tracks.
ja: 1つのトラックの複数のトラックセグメントを複数のトラックに分割します。

source: Split now
ja: 直ちに分割

source: Split road into separate (connected) roads
ja: 道路を分割して、複数のつながった道路とします。

source: Split the tracks of this layer to one new layer each.
ja: このレイヤーのトラックをそれぞれ1つの新しいレイヤーに分割します。

source: Split the ways
ja: ウェイを分割

source: Split this data by municipality (admin_level=8).
ja: このデータをmunicipality(管理レベル=8)で分割します。

source: Split this data by neighbourhood (admin_level=11).
ja: このデータをneighbourhood(管理レベル=11)で分割します。

source: Split this data by sector (admin_level=10).
ja: このデータをsector(管理レベル=10)で分割します。

source: Split track segments to tracks
ja: トラックセグメントをトラックに分割する

source: Split tracks to new layers
ja: トラックを新しいレイヤーに分割する

source: Split way {0} into {1} part
ja: ウェイ {0} を{1}本に分割

source: Split ways into fragments
ja: ウェイを断片に分割

source: Sponsor
ja: スポンサー

source: Sport
ja: スポーツ

source: Sport (Ball)
ja: 球技

source: Sport Facilities
ja: スポーツ施設

source: Sports
ja: スポーツ

source: Sports Centre
ja: スポーツセンター

source: Spring
ja: 泉

source: Stadium
ja: スタジアム

source: Standard (EPSG:...)
ja: 標準(EPSG:...)

source: Standard unix geometry argument
ja: UNIX標準のgeometry引数

source: Stars
ja: 星の数

source: Start GPS
ja: GPSの開始

source: Start JOSM with <tt>-Djava.net.useSystemProxies=true</tt> to enable)
ja: 有効にするには、<tt>-Djava.net.useSystemProxies=true</tt>オプションをつけてJOSMを開始します)

source: Start Omega-T and create new project at new project directory with your favorit target language such as zh_CN.
ja: Omega-Tを起動し、zh_CNなどのお気に入りのターゲット言語で新しいプロジェクトディレクトリに新しいプロジェクトを作成します。

source: Start Search
ja: 検索開始

source: Start as docker container
ja: Dockerコンテナとして起動する

source: Start date
ja: 運用開始日

source: Start downloading
ja: ダウンロードを開始

source: Start downloading data
ja: データダウンロード開始

source: Start mapping
ja: マッピング開始

source: Start mapping now!
ja: 今すぐマッピングを開始!

source: Start new way from last node.
ja: 新規ウェイを最後に操作したノードから開始

source: Start of track (will always do this if no other markers available).
ja: トラック開始(有効なマーカーがないときには常に行う)

source: Start undeleting
ja: 削除の取り消しを開始

source: Starting #:
ja: 開始番号:

source: Starting Epsilon
ja: 開始イプシロン

source: Starting address letter must be less than ending address letter
ja: 開始アドレス文字は終了アドレス文字よりも小さくなければなりません

source: Starting address number must be less than ending address number
ja: 開始アドレスの数字は終了アドレスの数字よりも小さくなければなりません

source: Starting and ending numbers must be the same for alphabetic addresses
ja: 開始および終了番号はアルファベットアドレスが同じでなければなりません

source: Starting directory scan
ja: ディレクトリ走査の開始

source: Starting file watcher
ja: ファイルウォッチャーを開始

source: Starting retry {0} of {1} in {2} seconds ...
ja: あと{2}秒で{1}回中{0}回目の再試行を開始します...

source: Starting retry {0} of {1}.
ja: {1}回中{0}回目の再試行を開始します。

source: Starting to upload in chunks...
ja: データ塊のアップロード開始...

source: Starting to upload in one request ...
ja: 1つのリクエストでアップロード開始...

source: Starting to upload with one request per primitive ...
ja: プリミティブ単位に1回のリクエストでアップロードを開始 ...

source: State
ja: 州

source: State:
ja: 都道府県:

source: Statements
ja: ステートメント

source: Statements are executed sequentially by a ''[https://en.wikipedia.org/wiki/Process_(computing) process],'' and each statement run changes the process's ''execution state.''
ja: ステートメントは、 ''[https://en.wikipedia.org/wiki/Process_(computing) プロセス],''によりシーケンシャルに実行され、各ステートメントはプロセスの''実行状態''を変更します。

source: Statements write their results into sets, and sets are then read by subsequent statements as input.
ja: ステートメントは結果を集合に書き込み、集合は後続のステートメントによって入力として読み取られます。

source: Station
ja: 索道駅

source: Station or amenities
ja: 駅や設備

source: Stationery
ja: 文具店

source: Status
ja: 状態

source: Status Report
ja: 動作ログ

source: Status bar background
ja: ステータスバーの背景

source: Status bar background: active
ja: ステータスバーの背景: アクティブ

source: Status bar foreground
ja: ステータスバーの前景

source: Status bar foreground: active
ja: ステータスバーの前景: アクティブ

source: Step 1: define area
ja: ステップ1: エリアを指定

source: Step 2: set tasks sizes
ja: ステップ 2: タスクのサイズを指定

source: Step 3: trim task grid
ja: ステップ3：タスクグリッドの範囲を調整

source: Step 4: review
ja: ステップ 4: レビュー

source: Steps
ja: 階段

source: Stile
ja: 通路

source: Stone
ja: 石

source: Stonemason
ja: 石材加工店

source: Stop
ja: 停止

source: Stop Area
ja: 停車場

source: Stop GPS
ja: GPSの停止

source: Stop Position
ja: 停止位置

source: Stop position not part of route
ja: stop_position が経路の一部ではない

source: Stopname
ja: 停留所名

source: Stops
ja: 停留所

source: Stops are possible on the
ja: 停留所がある可能性がある場所

source: Stops the walk.
ja: 自動再生を停止。

source: Storage Rental
ja: 貸倉庫

source: Storage Tank
ja: 貯蔵タンク

source: Store Imagery Offset...
ja: 画像オフセットを登録...

source: Store WMS endpoint only, select layers at usage
ja: WMSの端点のみを格納し、使用時にレイヤーを選択

source: Store calibration geometry
ja: 位置合わせ座標を格納

source: Store imagery offset
ja: 画像オフセットを登録する

source: Storz
ja: シュトルツ

source: Strait
ja: 海峡

source: Strange toolbar value: {0}
ja: 異常なツールバーの値: {0}

source: Stream
ja: 小川

source: Street
ja: 通り

source: Street Lamp
ja: 街灯

source: Street Name:
ja: 通り名:

source: Street cabinet
ja: 街路側キャビネット

source: Street has no name
ja: 道路に名称がない

source: Street name
ja: 町名/通り名

source: Street name:
ja: 通り名:

source: Street:
ja: 通り:

source: Streets
ja: ストリート

source: Strength in bit:
ja: ビット長:

source: String
ja: 文字列

source: String Quote
ja: 文字列の引用符

source: Strip Club
ja: ストリップクラブ

source: Stroller ramp
ja: ベビーカー用のスロープ

source: Strong
ja: 強

source: Structure
ja: 構造

source: Studio
ja: スタジオ

source: Style file to use for rendering (.mapcss or .zip)
ja: レンダリングに使用するスタイルファイル (.mapcss または .zip)

source: Style for outer way mismatches
ja: アウターウェイのスタイルがアンマッチです

source: Style is currently active?
ja: このスタイルを利用中？

source: Style setting (in JOSM accessible in the style list dialog right click menu)
ja: スタイル設定（JOSMでは右クリックメニューでスタイルリストにアクセスできます）

source: Style setting not found: ''{0}''
ja: スタイル設定が見つかりません: ''{0}''

source: Style settings
ja: スタイル設定

source: Styled Map Renderer
ja: スタイル付き地図レンダラー

source: Styles
ja: スタイル

source: Styles Cache for "{0}":
ja: "{0}"のスタイルキャッシュ:

source: Styles for "{0}":
ja: "{0}"のスタイル

source: Styles size {0} does not match layers size {1}
ja: スタイルのサイズ {0} はレイヤーのサイズ {1} に一致しません

source: Styles:
ja: スタイル:

source: Sub area
ja: 内部境界

source: Subdivide a selected way segment (the way and two adjacent nodes) into segments of equal length.
ja: 選択されたウェイのセグメント(ウェイと隣接した二つのノード)を等間隔のセグメントに分割します。

source: Subdivide road into %1
ja: ウェイを%1個に分割

source: Subdivide segment equally
ja: セグメントを等間隔に分割する

source: Subject
ja: 主題

source: Subject to Section 3 and 4 below, You hereby grant to OSMF a worldwide, royalty-free, non-exclusive, perpetual, irrevocable licence to do any act that is restricted by copyright, database right or any related right over anything within the Contents, whether in the original medium or any other.
ja: 下記の第3節と第4節を前提として、オリジナルの媒体であるか否かに関わらず、あなたはここに、コンテンツが持つ著作権、データベース権、あるいは関連する諸権利により制限されるあらゆる行為を行うための世界的な、使用料免除の、排他的でない、恒久的な、取り消すことのできないライセンスをOSMFに対して許可します。

source: Subject to any liability that may not be excluded or limited by law, neither You nor OSMF shall be liable for any special, indirect, incidental, consequential, punitive, or exemplary damages under this Agreement, however caused and under any theory of liability.
ja: 法により免除も制限もされないであろうあらゆる責任に従って、あなたおよびOSMFのいずれも、いかに特別であり、間接的であり、付帯的であり、結果として生じるものであり、懲罰的であり、または典型的な損害賠償に対してであろうとも、いかにして引き起こされ、いかなる責任理論であろうとも、この同意書に基づく責任はありません。

source: Submit changeset
ja: 変更セット送信

source: Submit filter
ja: フィルターを登録

source: Submit the current changeset
ja: 現在の変更セットの送信

source: Submit the current changeset to Mapillary
ja: Mapillaryへ現在の変更セットを送信する

source: Submitting Mapillary Changeset
ja: Mapillary変更セット送信

source: Submitting changeset to server…
ja: 変更セットをサーバへ送信中...

source: Subsequent data upload requests don''t use your password any more.
ja: 以降のデータアップロード要求では、パスワードは使用されません。

source: Subtype of waterway (largest one of members)
ja: 水域の種類(メンバーで最も大きいもの)

source: Suburb
ja: 区

source: Subway
ja: 地下鉄

source: Subway Entrance
ja: 地下鉄の出入口

source: Succesfully logged in :)
ja: ログイン成功! :)

source: Success
ja: 成功

source: Successfully opened changeset {0}
ja: 変更セット {0} を開きました

source: Successfully updated project
ja: プロジェクト更新を完了しました

source: Such customization requires proper tagging in the database.
ja: このようなカスタマイズには、データベースで適切なタグ付けが必要です。

source: Suction pumpout
ja: 排出上

source: Suggest Stops
ja: 提案する停留所

source: Superfluous turn restriction as "from" way is oneway
ja: 一方通行の道路の入口として不要な進行方向制限

source: Superfluous turn restriction as "to" way is oneway
ja: 一方通行の道路の出口として不要な進行方向制限

source: Superfluous turnrestriction as "to" way is oneway
ja: 一方通行の道路の出口として不要な進行方向制限

source: Supermarket
ja: スーパーマーケット

source: Supervised
ja: 有人

source: Support
ja: 設置方法

source: Support for GraalVM is disabled.
ja: GraalVMのサポートは無効です。

source: Support for Python plugins is disabled.
ja: Pythonプラグインのサポートが無効になっています。
